# before_start_msg = '''Привет!
# Здесь ты найдешь для себя всю информацию обо мне и моих тренировках.
# Шли мне "Привет!" и давай знакомиться!'''

start_msg = '''*Итак, ты уже на пути к cвоей мечте!*
Давай знакомиться🤗
Меня зовут Настя, и я готова помочь тебе обрести тело мечты, развить твои возможности в фитнесе и скорректировать питание 🙌
Здесь ты сможешь узнать обо мне получше, ознакомиться с видами тренировок, которые я могу предложить, и выбрать *нужную* для себя🤸🏻‍♀
Жми ⬇️'''

about_me = '''Я закончила обучение в Сибирской академии фитнеса, бодибилдинга и спорта, г. Новосибирск. 
По направлению: *персональный тренер по фитнесу*
Личный опыт тренировок: *9 лет*💪🏻

   Что я могу предложить?🤔
- Безопасное и правильное выполнение упражнений
- Составление эффективного плана тренировок и питания, которые помогут снизить вес, или набрать мышечную массу
- Сделать твоё тело упругим, собранным, здоровым и стройным!
- Комплексный подход

   Поддерживая физическую активность каждый день и правильно питаясь, ты сможешь значительно улучшить свою физическую форму, привести тело в тонус и сбросить лишний вес. Развивай здоровые привычки и сделай спорт частью своей жизни. Помни - всё в твоих руках!

_“Тренировка - это про здоровье!
Неважно, какие цели ты ставишь и не имеет значение тяжесть и длина пути, все начинается с первого шага!“_'''

training = '''⬇️Выбери вид тренировки для получения описания⬇️:'''

personal_train = '''     *Персональная тренировка в зале*
   Персональная тренировка – это занятие, которое тренер проводит лично для Вас, с учетом ваших целей, физической формы, индивидуальных особенностей и пожеланий.
   Включает в себя:
🔻 Составление индивидуального плана тренировок;
🔻 Подготовка персонального плана питания;
🔻 Наглядная демонстрация и постановка техники выполнения упражнений;
🔻 Выбор удобного времени для тренировок;
🔻 Видимый результат и его полная фиксация (до/после);
🔻 А так же целый комплекс по достижению целей, поддержка и мотивация.
   _Только работа с персональным тренером гарантирует наглядный результат за сравнительно короткое время._'''
twice_train = '''*Парные тренировки*
   Парная тренировка - это вид тренировки, в котором один наставник составляет программу и проводит занятие для двух человек. Это могут быть подруги, мама и дочь, коллеги по работе
   Основные плюсы парных тренировок:
🔻 Составление индивидуального плана тренировок;
🔻 Подготовка персонального плана питания;
🔻 Взаимная мотивация и наличие соревновательного эффекта;
🔻 Позитивные эмоции и укрепление отношений;
🔻 Дополнительный повод для живого общения;
🔻 Видимый результат.'''
mini_group_train = '''*Занятия в мини-группах*
Мини-группа (или малая группа) в тренажёрном зале — занятие в группе до 4х человек, проходящее в формате персональной тренировки.
   Мини-группы собираются исходя из цели клиентов (похудеть, набрать мышечную массу, развить гибкость).
   Основные плюсы мини-группы:
🔻 Индивидуальный подход;
🔻 Мотивация группы;
🔻 Фокусная работа на вашу цель;
🔻 Эффективное использование времени;
🔻 Видимый результат;
🔻 Доступная стоимость.
   Занятия привлекательны для тех, кто хочет с наибольшей пользой провести время в тренажёрном зале, но не имеет возможности воспользоваться услугами персонального тренера; кто чувствует себя комфортно в группе, но нуждается в большем внимании со стороны инструктора'''
group_train = '''Групповая тренировка BLOCK TRAINING -* ритмичная тренировка, направленная на оздоровление, снижение веса и изменение формы тела, 
Тренировка проходит по блокам, прорабатывает все мышцы нашего тела, начиная с низко-интенсивной нагрузки, которая динамически сменяется и переходит уже на более продвинутый уровень! Так же, в данной тренировке есть 3 уровня сложности, поэтому ходить можно как новичку, так и более опытному человеку 

Для кого подходит тренировка:  
Если ты никогда ничем не занимался, но очень хочешь 
Для того, кто хочет попробовать что-то новое в тренировках
Кто любит заниматься в группе
Занятие подходит, для любого возраста ☝🏽'''

online_train = '''*Тренировки "Онлайн"*
   Онлайн-тренировки – это занятия, которые проходят в домашних условиях и без личного присутствия тренера. Вы сами контролируете время начала и продолжительность занятий.
   Если ты не можешь ходить/ездить в зал, но очень хочешь тренироваться, если ты мама в декрете, то мы можем заниматься в данном формате в удобное для тебя время.
   Основные плюсы тренировок "Онлайн":
🔻 Составление индивидуального плана тренировок;
🔻 Подготовка персонального плана питания;
🔻 Эффективное использование времени;
🔻 Видимый результат;
🔻 Доступная стоимость.'''

dietary_plan = '''Питание – основа хорошего самочувствия и нашего внешнего вида. То, что человек ест, влияет на его внешний вид, энергию и настроение. Поэтому качество и количество потребляемой пищи напрямую влияет на наше состояние и физическую форму.

Я расскажу тебе как сбалансировать свой рацион 🥗🍗🍤
Подскажу по витаминам и минералам и скажу как расчитывать свой дневной рацион без вреда для здоровья!'''


u_motion = '''Наше тело это базис всех физических ресурсов - если появляются проблемы с телом, то появляются проблемы во ВСЕХ сферах жизни. Это прямо пропорциональная зависимость.

ЧТО ВЫ ПОЛУЧАЕТЕ ВМЕСТЕ СО СТРОЙНОЙ ФИГУРОЙ АВТОМАТИЧЕСКИ?

✔️Повышение иммунитета и работоспособности.

✔️ Снимаете нагрузку с внутренних органов и желудка.

✔️ Окружающие вас люди начинают по-другому к вам относиться.

✔️ Вы перестаете думать о том, что у вас есть лишний вес.

✔️ Личная жизнь заиграет совсем новыми красками.

✔️ Ваша самооценка вырастает в разы и меняет вашу жизнь в каждом ее моменте.

✔️ При правильном подходе к похудению вы автоматом избавляетесь от ряда хронических заболеваний.'''
